Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Sámi servodagas lassánit dárbbut oahpahit kandidáhtaid virggiide iešguđetge servodatsurggiin , ja danin vurdojuvvo maiddái ahte Romssa universitehtii bohtet eambbo sámi studeanttat .
nob: I takt med det samiske samfunnets behov for å utdanne kandidater som skal fylle stillinger i ulike samfunnssektorer , antas det at andelen samiske studenter vil øke ved Universitetet i Tromsø .

source: Oppalaččat lassána almmolaš surggiin dárbu sámi kulturdihtui , ja lea maiddái stuora dárbu sámegiela ja sámi kultuvrra gelbbolašvuhtii .
nob: Det er et generelt økende behov for samisk kulturkunnskap i offentlig sektor , og det er en økt etterspørsel etter samisk språk- og kulturkompetanse .

source: Eanas Romssa universitehta eksáminerejuvvon kandidáhtat ožžot deaŧalaš virggiid dutkamis , oahpahusas , hálddahusas , dearvvašvuođasuorggis ja ealáhuseallimis .
nob: De fleste uteksaminerte kandidater ved Universitetet i Tromsø går inn i viktige stillinger innen forskning , undervisning , forvaltning , helsevesen og næringsliv .

source: Danin lea deaŧalaš kandidáhtaide juohkit dohkálaš gelbbolašvuođaid doaibmat máŋggakultuvrralaš ja máŋggačearddalaš servodagas .
nob: Det er derfor viktig å utstyre kandidatene med tilstrekkelige kunnskaper for å virke i et flerkulturelt og fleretnisk samfunn .

source: Historjjá instituhtta oaivvilda ahte sámi kulturdieđu lohkanbajioahppu váikkuha positiivvalaččat studeanttaid oaččuheapmái ( gč. gulaskuddancealkámuša , geahča maiddái čuoggá 5.1.13 ) .
nob: Institutt for historie mener at semesteremne i samisk kulturkunnskap kan ha en positiv effekt på rekrutteringen ( jmf . høringsuttalelse , se for øvrig punkt 5.1.13 ) .

source: Instituhtta háliida oaččuhit eambbo nuorra dutkiid sámi historjjá suorgái . Lea maiddái čielggas ahte mađi eambbo studeanttaid oaččuhit fágii , dađi eambbo dutkiidrekruhtaid lea vejolaš oaččuhit dutkamiidda .
nob: De ønsker å styrke rekruttering av unge forskere til feltet samisk historie , samtidig som de ser at en økende studentrekruttering generelt kan få positive ringvirkninger for forskerrekrutteringen .

source: Lea dárbbašlaš heivehit oaččuhandoaimmaid sihke daidda geat áigot lohkat vuolit gráda lohkamiid ja daidda geat áigot lohkat alit gráda lohkamiid .
nob: Det er behov for rekrutteringstiltak som er rettet både mot personer som sikter mot lavere grads studier og de som sikter mot høgere grads studier .

source: Oaččuhandoaimmat
nob: 1 ) Arbeid for rekruttering

source: Go studeanttaid galgá oaččuhit universitehtii ferte studeanttaide fállat rámmaeavttuid , nu go ovdamearkka dihte diehtojuohkima ja sámi mánáidgárdesajiid .
nob: I rekruttering av studenter er det nødvendig med rammebetingelser som f.eks. informasjon utad og plass i samisk barnehage .

source: Doaibmabidju maid erenoamážit háliidit namuhit lea ásahit sierra sosialbálvalusa sámi studeanttaide .
nob: Et tiltak som vi vil nevne spesielt er et ønske om opprettelse av en egen sosialtjeneste for samiske studenter .

source: Joatkkaskuvllaid guossis fitnan lea deaŧalaš doaibma Sámi dutkamiid guovddážii .
nob: Oppsøkende virksomhet til videregående skoler er en viktig arbeidsoppgave for Senter for samiske studier .

source: Ferte buoridit studeanttaid vejolašvuođa fitnat ruovttubáikkiid joatkkaskuvllain muitaleame Romssa universitehta birra ja oaččuheame ođđa studeanttaid universitehtii .
nob: Det må arbeides for at studenter i større grad kan reise til videregående skoler på sine hjemsteder for å drive informasjonsvirksomhet / rekruttering til Universitetet i Tromsø .

source: Ođđa studeanttaid oaččudettiin Romssa universitehtii , lea deaŧalaš ovttasbargat Sámi studeanttaid servviin Romssas ( SSSR ) ja Sámi dearvvašvuođafágaid studeantaservviin .
nob: Samisk studentforening i Tromsø ( SSSR ) og Samisk helsefaglig studentforening er viktige samarbeidspartnere i rekruttering av nye studenter til Universitetet i Tromsø .

source: Guorahallat Romssa universitehta sámi oahpposajiid
nob: 2 ) Gjennomgang av samiske plasser ved studiene på Universitetet i Tromsø

source: Go studeanttaid galgá oaččuhit universitehtii , de lea maiddái deaŧalaš juohkit dieđuid “ earreortnegiid ” birra .
nob: I forbindelse med de ulike rekrutteringstiltak som allerede er nevnt er også informasjon om “ kvoteordningene ” viktig .

source: Romssa universitehta profešuvdnaoahpuide leat várrejuvvon sierra oahpposajit sámi studeanttaide , ja ohccit geain lea sámegielgelbbolašvuohta vuoruhuvvojit ( sámegiella vuosttaš dahje nubbingiellan joatkkaskuvlla dásis dahje sullasaš ) .
nob: Profesjonsstudiene ved Universitetet i Tromsø har egne studieplasser for samiske studenter , der søkere med samisk språkkompetanse prioriteres ( samisk som første- eller andrespråk fra videregående skole eller tilsvarende ) .

source: Lea deaŧalaš guorahallat movt várrejuvvon oahpposajit doibmet vai sáhttá daid heivehit vejolaš ođđa dárbbuide .
nob: Det er viktig å få en gjennomgang av hvordan disse plassene fungerer slik at de kan tilpasses eventuelle nye behov .

source: Romssa universitehtas leat muhtun ossodagat juo guorahallagoahtán dáid várrejuvvon sajiid .
nob: Noen avdelinger ved Universitetet i Tromsø har allerede påbegynt dette arbeidet .

source: Evttohuvvo maiddái guođđit “ earri ” - doahpaga ja baicca gohčodišgoahtit dáid oahpposajiid “ sámi oahpposadjin ” .
nob: Det foreslås også at man erstatter begrepet “ kvoter ” med “ samiske studieplasser ” .

source: Doarjjaortnegat
nob: 3 ) Støtteordninger

source: Sámi dutkamiid guovddážis lea guokte doarjjaortnega mat vuosttažettiin leat várrejuvvon váldofágastudeanttaide .
nob: Senter for samiske studier har i dag to ulike støtteordninger som hovedsakelig gis til hovedfagsstudenter .

source: Mátkedoarjjaortnega ja strategiijaruhtaortnega berre nannet .
nob: Både reisestøtten og strategimidlene er tiltak som bør styrkes ytterligere .

source: Berre guorahallat galgá go doarjagiid maiddái fállat vuolit gráda studeanttaide movttiidan dihte ja oaččuhan dihte studeanttaid alit gráda oahpuide .
nob: Det bør fremover vurderes om støtte bør gis til studenter på lavere grad for å øke rekrutteringen til høgere studier .

source: Evttohuvvo váldofágakandidáhtaide fállat golmma mánnui stipeandda čállit doavttirgráda prošeaktaohcamiid omd. Norgga dutkanráđđái ( geahča maiddái čuoggá 5.4 Dutkan ) .
nob: Det har også blitt foreslått å opprette tre-måneders overgangsstipend for hovedfagsstudenter , slik at de kan få mulighet til å utarbeide prosjektsøknader til f.eks. Norges forskningsråd for å studere videre på doktorgradsnivå ( se også punkt 5.4 Forskning ) .

source: Sihke Arkeologiija instituhtta , Humanisttalaš fakultehta ja Sosialantropologiija instituhtta dorjot dáid evttohusaid ( gč. gulaskuddancealkámušaid ) .
nob: Både Institutt for arkeologi , Det humanistiske fakultet og Institutt for sosialantropologi støtter disse forslagene ( jmf . høringsuttalelser ) .

source: Norgga dutkanráđi váldofágastipeanda
nob: 4 ) Norges forskningsråds hovedfagsstipend

source: Deaŧalaš oaččuhandoaibma lea bistevažžan dahkat Norgga dutkanráđi sámi dutkamiid váldofágastipeanddaid buot fágasurggiid várás .
nob: Et viktig rekrutteringsstiltak er å sikre en permanentisering av Norges forskningsråd sine hovedfagsstipend innen samisk forskning for alle fagområder .

source: Biologiija instituhtta deattuha ahte Norgga dutkanráđi Kultuvra- ja servodatprográmma maiddái galggašii ruhtadit sámi dutkamiid luonddudieđalaš fágain .
nob: Institutt for biologi fremhever at det bør arbeides for at Området for kultur og samfunn i Norges forskningsråd også kan gi støtte til samisk forskning innen naturvitenskap .

source: Ná oaččuhivčče eambbo váldofágastudeanttaid luonddudieđalaš fágaide , erenoamážit biologiija , bohcco ja boazodoalu dutkamiidda .
nob: Dette vil styrke rekrutteringen av hovedfagsstudenter innenfor naturvitenskapelige fag , og spesielt innenfor biologi , rein og reindrift .

source: Berre guorahallat vejolašvuođaid oažžut stipeanddaid sámi dutkamiidda maiddái Norgga dutkanráđi eará prográmmasurggiid bokte .
nob: Også stipend via Norges forskningsråds øvrige programområder bør vurderes .

source: Romssa universitehta sámi fágabeaivvit
nob: 5 ) Samiske fagdager ved Universitetet i Tromsø

source: Sámi fágabeivviid ulbmil lea guovddážii bidjat daid iešguđetge dutkansurggiid sámi ja eamiálbmotdutkama dutkanhástalusaid ja vejolaš dutkanfáttáid , ja oainnusin dahkat dutkanvejolašvuođaid . Studeanttat besset maid oahpásmuvvat olbmuide geat sáhttet leat deaŧalaččat sidjiide .
nob: Tanken bak samiske fagdager er å sette fokus på forskningsutfordringer og tematikker innen samisk forskning og urfolksforskning på de ulike fagdisiplinene , synliggjøre faglige muligheter , samt å synliggjøre personer som kan være viktige for studentene .

source: Sámi fágabeaivvi ulbmiljoavku leat studeanttat , erenoamážit vuolit gráda studeanttat .
nob: Målgruppen er studenter , særlig på lavere grad .

source: Ulbmil lea oaččuhit studeanttaid beroštit sámi fáttáin ja eamiálbmotfáttáin .
nob: Målet på sikt er å øke interessen blant studentene for samiske tema og urfolkstema .

source: Ulbmil lea maiddái movttiidahttit váldofágastudeanttaid ja čájehit sidjiide makkár fáttáin sáhttet čállit váldofágabargguset .
nob: Målet er også å inspirere hovedfagsstudenter når det gjelder konkrete ideer til tema for sin oppgave .

source: Fágabeaivvi sáhttá maiddái gieđahallat eará áššiid , ovdamearkka dihte sáhttet váldofágastudeanttat doallat sáhkavuoruid , dutkit sáhttet muitalit áigeguovdilis dutkandigaštallamiid birra ja juohkit dieđut vejolašvuođaid birra prošeavttaide searvat . Sáhttá maiddái juohkit dieđut stipeandaortnegiid birra , oččodanstipeanddaid birra ja eará bálvalusaid birra ( oahppobagadallit , studeantabáhppa , sosialbálvalus , Universitehtagirjerádjosa sámi fágarefereanta , lonohallanortnegat jna . )
nob: Fagdagen kan senere utvikles til også å inkludere andre spørsmål , for eksempel innlegg fra hovedfagsstudenter , oversikt over aktuelle forskningsdebatter , informasjon om muligheter for å knytte seg til prosjekter , informasjon om stipendordninger og rekrutteringsstipendier , informasjon om andre tilgjengelige tjenester ( studiekonsulenter , studentprest , sosialtjenesten , UBs samiske fagreferent , utvekslingsordninger , m. fl ) .

source: Berre árvvoštallat galgá go sámi studeanttaide fállagoahtit organiserejuvvon oahpásmuvvama Romssa universitehtii , seammá vuogi mielde go olgoriikkastudeanttaide fállojuvvo juohke čavčča .
nob: Det bør også vurderes å lage en organisert introduksjon av Universitetet i Tromsø for samiske studenter , etter modell av den introduksjonen utenlandske studenter får hvert høstsemester .

source: 5.1.10 Nannet dutkandieđuid gaskkusteami
nob: 5.1.10 Styrke forskningsformidlingen

source: Romssa musea / Romssa universitehtamusea čujuha ahte sihke dieđalaš ja populearadieđalaš dieđuid gaskkusteapmi berre leat dutki ovddasvástádus ( gč. gulaskuddancealkámuša ) .
nob: Som påpekt av Tromsø Museum / Universitetsmuseet i Tromsø , bør vitenskapelig og populærvitenskapelig formidling være forskere sitt ansvar ( jmf . høringsuttalelse ) .

source: Romssa universitehta lea áiggi mielde ásahan dutkanárbevieru man vuođđun leat gelbbolašvuođat sámi-dáčča oktavuođaid , máŋggakultuvrralaš ipmárdusaid ja árvádusaid birra .
nob: Universitetet i Tromsø har etablert en forskningstradisjon over tid som bygger på kunnskap om samisk-norske relasjoner og flerkulturell forståelse og innsikt .

source: Prošeavttaid lohku ja viidodat lea stuoris , ja danin lea maiddái stuora dárbu gaskkustit gelbbolašvuođaid .
nob: Mengden og omfanget av prosjektene er omfattende , og behovet for å formidle kunnskap er derfor stort .

source: Stuora oassi Romssa universitehta doaimmain lea juohkit dieđuid sámi , norgga ja riikkaidgaskasaš dutkanbirrasiidda , sámi ja norgga eiseválddiide , ja sámi servodagaide ( geahča mielddus A “ Romssa universitehta ja guoskevaš institušuvnnaid sámi dutkan ja oahpahus ” álggahusa ) .
nob: En stor del av Universitetet i Tromsø sin virksomhet er informasjon i forhold til samiske forskningsmiljø , nasjonale og internasjonale forskningsmiljø forøvrig , samiske og norske myndigheter og samiske lokalmiljø ( se innledningen til vedlegg A “ Samisk forskning og undervisning ved Universitetet i Tromsø og tilknyttede institusjoner ” ) .

source: Romssa musea / Romssa universitehtamusea ođđa čájáhus lea deaŧalaš diehtojuohkinprošeakta .
nob: Den nye utstillingen Sápmi , ved Tromsø Museum / Universitetsmuseet i Tromsø er et eksempel på et viktig formidlingsprosjekt .

source: Čájáhusa namma lea “ Sápmi – našuvdna riegáda ” ja lea multimediaprošeakta .
nob: Dette er et multimediaprosjekt med tittelen : “ Sápmi - en nasjon blir til ” .

source: Čájáhus lea sámiid kultuvrralaš ja etnopolitihkalaš ovdáneami birra Norggas 1950-logu rájes gitta otnážii ( gč. Romssa musea / Romssa universitehtamusea gulaskuddancealkámuša ) .
nob: Det dreier seg om samenes kulturelle og etnopolitiske utvikling i Norge i den siste halvdel av det 1900-tallet ( jmf . høringsuttalselse Tromsø Museum / Universitetsmuseet i Tromsø ) .

source: Almmuheapmi
nob: 1 ) Publisering

source: Lea deaŧalaš láhčit vejolašvuođa lágidit semináraid ja populearadieđalaš logaldallamiid , muhto lea maiddái deaŧalaš almmuhit čállosiid .
nob: Samtidig som det er viktig å legge til rette for å arrangere seminarer og populærvitenskapelige forelesninger , er det også viktig med publisering .

source: Sámi dutkamiid guovddáža čálaráiddus lea vejolaš almmuhit čállosiid sámi fáttáin .
nob: Innenfor samisk tematikk eksisterer allerede Senter for samiske studiers skriftserie som en alternativ publiseringskilde .

source: Ferte maiddái láhčit vejolašvuođa eará čálaráidduin almmuhit čállosiid , ovdamearkka dihte Sámi dieđalaš áigečállagis .
nob: Videre må det arbeides for økt publisering i ulike tidsskrift herunder samiskspråklige vitenskapelige tidsskrift .

source: Ferte movttiidahttit Interneahta geavahit universitehta diehtojuohkimis .
nob: Bruken av Internett som en del av universitetets informasjonsvirksomhet bør stimuleres .

source: Deaŧalaš doaibmabidju lea ráhkadit sámi girjjálašvuođa ja eamiálbmotgirjjálašvuođa čielggadusaid sihke sáme- , dáro- ja eŋgelasgillii .
nob: Et viktig tiltak er oppbygging av både samisk- , norsk- og engelskspråklige oversikter over samisk litteratur og urfolkslitteratur .

source: Sámi kultuvrra ja servodaga dokumentašuvdnaguovddáš
nob: 2 ) Dokumentasjonssenter for samisk kultur og samfunn

source: Romssa musea / Romssa universitehtamusea deattuha ahte lea deaŧalaš Romssa universitehta ovdánahttit vai šattašii sámi kultuvrra ja servodaga deaŧaleamos dokumentašuvdnaguovddážin ( gč. gulaskuddancealkámuša ) .
nob: Tromsø Museum / Universitetsmuseet i Tromsø understreker viktigheten av å bygge opp Universitetet i Tromsø som et av de viktigste dokumentasjonssentrene for samisk kultur og samfunn ( jmf . høringsuttalelse ) .

source: Dutkangaskkustanvirgi
nob: 3 ) Forskningsformidlerstilling

source: Romssa universitehtii ásahuvvo fásta dutkangaskkustanvirgi .
nob: Det etableres en fast stilling som forskningsformidler ved Universitetet i Tromsø .

source: Virgi galgá leat čanastat universitehta dutkiid ja boazodoalloealáhusa gaskkas .
nob: Stillingen er tenkt å være et bindeledd mellom forskermiljøet på universitetet og reindriftsnæringen .

source: Virgi lei gaskaboddosaš virgin 1996 rájes gitta 1999 rádjái , muhto lea dál sirdojuvvon eret universitehtas .
nob: En slik stilling har eksistert midlertidig mellom 1996-99 , men er nå flyttet fra universitetet .

source: 5.1.11 Nannet sámegiela geavaheami rámmaeavttuid
nob: 5.1.11 Styrke rammevilkår for bruk av samisk språk

source: Doaibmabidju mii váikkuha máŋgga eará doaibmabijuide mat leat namuhuvvon dán strategiijaplánas , lea čielggadit teknihkalaš váttisvuođaid mat leat go sámi bustávaid galgá elektrovnnalaččat gieđahallat diehtovuođuin , Interneahtas , e-boasttaid čálidettiin jna.
nob: Et tiltak som vil ha innvirkning på flere av de andre tiltakene som er nevnt i dette kapittelet er å utrede de tekniske vanskelighetene med å behandle samiske bokstaver elektronisk : i databaser , på Internett , ved skriving av e-post , m.m.

source: Jus dát ii čielggaduvvo , de lea váttis ráhkadit sámi bibliográfiija ( gč. čuoggá 5.4.2 ) , váttis geavahit diehtojuohkin- ja gulahallanteknologiija ( gč. čuoggá 5.3.4 ) ja váttis ráhkadit oahppomateriálaid ( gč. čuoggá 5.2.3 ) .
nob: Både utviklingen av en samisk bibliografi ( se punkt 5.4.2 ) , Informasjons- og kommunikasjonsteknologi ( se punkt 5.3.4 ) og utarbeidelse av visse typer studiemateriell ( se punkt 5.2.3 ) , vil være vanskelig å gjennomføre dersom dette ikke utredes .

source: Doaibmabidju čađahuvvo Sámi allaskuvlla ja Sámi Instituhta ovttasbargguid Eamiálbmotfierpmádaga bokte ( gč. Eamiálbmotfierpmádaga jagi 2000 doaibmaplána , čuoggá 1.A.6 vuolde ) .
nob: Tiltaket søkes gjennomført i samarbeid med Samisk høgskole og Nordisk Samisk Institutt gjennom Urfolksnettverket ( jmf Urfolksnettverket sin Handlingsplan 2000 , punkt 1.A.6 . )

source: Doaibmabidju :
nob: Tiltak :

source: Romssa universitehta relevánta fágabirrasat ja eará relevánta ásahusat ovttasbargagohtet oažžut sámegiela doaibmat elektrovnnalaš dihtorgieđahallamis .
nob: Det etableres et samarbeid mellom relevante fagmiljø ved Universitetet i Tromsø og andre institusjoner , som har som mål å gjøre samisk språk anvendelig i elektronisk databehandling .

source: 5.1.12 Bistevaš sámi ovddassteaddjesadji Universitehtastivrii
nob: 5.1.12 Fast samisk representant i Universitetsstyret

source: Universitehta bajimus orgána lea stivra .
nob: Universitetets øverste organ er styret .

source: Rektora ja prorektora lassin leat stivrras 7 siskkáldas lahtu mat válljejuvvojit dieđalaš bargiid , stipendiáhtaid , studeanttaid ja teknihkalaš / hálddahusbargiid gaskkas .
nob: I tillegg til rektor og prorektor har styret 7 interne representanter som velges fra vitenskapelige ansatte og stipendiater , studenter og teknisk / administrativt ansatte .

source: Girko- , oahpahus- ja dutkandepartemeanta nammada dasa lassin 2 olgguldas lahtu stivrii .
nob: Kirke- , utdannings- og forskningsdepartementet oppnevner i tillegg 2 eksterne representanter til styret .

source: Stivraáigodagas 1999-2001 lea Universitehtastivrras sámi ovddasteaddji , muhto stivrras ii leat bistevaš sámi ovddasteaddjesadji .
nob: I inneværende periode ( 1999-2001 ) er det samisk representasjon i Universitetsstyret , men det finnes ingen fast samisk representant i styret .

source: Ferte čielggaduvvot movt Universitehtastivrii sáhttá láhčit bistevaš sámi ovddasteaddjesaji .
nob: Det bør utredes hvordan en fast samisk representasjon i Universitetsstyret kan realiseres .

source: Sámi kulturdieđu lohkanbajioahppu evttohuvvui máŋgga geardde ásahuvvot 1970- ja 1980-logus .
nob: Semesteremne i samisk kulturkunnskap er blitt foreslått ved flere anledninger på 1970- og 1980-tallet .

source: Sámi dutkamiid guovddáš nammadii lávdegotti mas ledje ovddasteaddjit relevánta fágabirrasiin , mii galggai čielggadit dárbbu ja vejolašvuođa ásahit dákkár fágafálaldaga .
nob: Senter for samiske studier oppnevnte en komite med medlemmer fra alle aktuelle fagmiljøer til å utrede behovet og mulighetene for et slikt fagtilbud .

source: Lávdegoddi ovdanbuvttii čielggadusa 1995/1996 jahkemolsumis .
nob: Komiteen la fram sin innstilling i årsskiftet 1995/1996 .

source: Oahppofálaldat álggahuvvui gaskaboddosaččat 1998 čavčča ja UNIKOM:s lea hálddahuslaš ovddasvástádus . Servodatdiehtaga fakultehta arkeologiija , historjjá ja sosialantropologiija instituhtain lea fágalaš ovddasvástádus .
nob: Undervisningstilbudet kom i gang høsten 1998 på midlertidig basis med UNIKOM som administrativt ansvarlig , og instituttene for arkeologi , historie og sosialantropologi ved Det samfunnsvitenskapelige fakultet som faglige ansvarlige .

source: Romssa musea Sámi etnográfalaš ossodat háliidivččii maid searvat fágalaččat seammá dásis go instituhtat .
nob: Også Fagenhet for samisk etnografi ved Tromsø Museum har uttrykt ønske om å bidra på likeverdig basis .

source: Lohkanbajioahppu lágiduvvo guovtti lohkanbaji badjel ja dasa lea leamaš hirbmat stuora beroštupmi .
nob: Studietilbudet går over to semester og har fått en overveldende respons .

source: Oktiibuot leat eksámenii leamaš dieđihuvvon lagabui 100 studeantta .
nob: Totalt har nærpå 100 studenter vært påmeldt .

source: Vuosttaš joavkkus čađahedje eatnasat gurssa , vaikko oallugat ledje barggus ja lohke seammás maiddái eará fágaid .
nob: Gjennomføringsprosenten i første kull var god , tatt i betraktning at de fleste gjennomfører studiet ved siden av arbeid og andre studier .

source: Čájehuvvo ahte almmolaš orgánat háliidit bargiidasaset fállat oahpahusfálaldagaid mat leat huksejuvvon seammá málle mielde go dát lohkanbajioahppu lea . Dávjá jearahit olbmot lávda- dahje gáiddus-oahpahusfálaldagaid .
nob: Vi ser også at offentlige organer ønsker tilpassede undervisningstilbud for sine ansatte basert på den malen semesteremnet er bygd over , og det kommer forespørsler om desentraliserte eller fjernundervisningstilbud .

source: Sámi kulturdieđu lohkanbajioahpu ferte bistevažžan dahkat , sihke fágalaš ja hálddahuslaš ovddasvástádusa ektui .
nob: Studietilbudet må nå permanentiseres , både med hensyn til faglig og administrativt ansvar .

source: Oahppofálaldagas ferte leat vejolašvuohta ovdánit ja
nob: Undervisningstilbudet må gis utviklingsmuligheter

source: fállat ođđa gursafálaldagaid ja eará oahpahusvugiid
nob: ( til å utvikle nye kurstilbud og andre undervisningsformer

source: viežžat oahpahusgelbbolašvuođa maiddái eará fágabirrasiin go dain mat juo leat searvan
nob: ( til å dra inn undervisningskompetanse fra andre miljø enn de som nå bidrar

source: ásahit hálddahusa
nob: ( til å etablere et administrativt støtteapparat

source: Sámi kulturdieđu lohkanbajiohppui ferte addit ekonomalaš vejolašvuođaid ovdánit eambbo .
nob: Semesteremnet i samisk kulturkunnskap må gis økonomiske betingelser som gjør videreutvikling mulig .

source: Lea maiddái deaŧalaš ahte fága sajádat universitehta fágabirrasiid ektui čielgá .
nob: Det er videre viktig at fagets plass i forhold til fagmiljøene ved universitetet avklares .

source: 5.2 Gielladoaibmabijut
nob: 5.2 Språktiltak

source: Romssa universitehta sámegiela doaibmaplána dohkkehuvvui 1995:s ja lea boađus sámelága giellanjuolggadusaid čađahanbargguin Romssa universitehtas .
nob: Handlingsplan for samisk språk Handlingsplanen finnes på web-siden : http://www.uit.no/ssweb/uit/1995/95sahinh.htm ble vedtatt i 1995 og er et resultat av arbeidet med å innføre samelovens språkregler ved Universitetet i Tromsø .

source: Plána mihttomearri lea oainnusin dahkat sámegiela Romssa universitehtas .
nob: Planen har også en målsetning om å synliggjøre samisk språk på Universitetet i Tromsø .

source: Čuovvovaš doaibmabijut leat erenoamážit čadnon plánii .
nob: Følgende tiltak er spesielt knyttet til denne .

source: 5.2.1 Giellagurssat bargiide ja studeanttaide
nob: 5.2.1 Språkkurs for ansatte og studenter

source: Sámegiela doaibmaplánas evttohuvvo lágidišgoahtit bistevaš sámegiela vuođđogurssaid bargiide ja studeanttaide .
nob: I Handlingsplan for samisk språk foreslås det faste grunnkurs i samisk språk beregnet på ansatte og studenter .

source: Gurssaid ulbmil lea ovddidit sámi kultuvrra árvvus atnima ja ipmárdusa , ja loktet sámegiela árvvu dutkangiellan .
nob: Formålet er å fremme forståelsen av og respekten for samisk kultur , men også å heve det samiske språkets verdi som forskningsspråk .

source: Historjjá instituhtta doarju dán árvalusa ( gč. gulaskuddancealkámuša ) .
nob: Institutt for historie stiller seg positiv til dette forslaget ( jmf .
